{
  "heroes": [
    {
      "id": "745c0990-afad-403a-9a2d-0ea246495ff9",
      "name": "Зуко",
      "description": "Зуко - принц народа Огня, сын Хозяина Огня Озая и его жены Урсы. Его легко узнать по шраму от ожога на левой стороне лица, который он получил от отца за отказ драться во время их Агни Кай. За такое недостойное поведение Зуко был изгнан из страны Огня, пока не найдёт Аватара, которого не видели уже 100 лет. В этом путешествии он нашёл не только новых друзей, но и самого себя. ",
      "element": "fire"
    },
    {
      "id": "8bb31f60-e3de-49af-8feb-57e497dbb775",
      "name": "Катара",
      "description": "Катара - дочь вождя Южного Племени Воды Хакоды и единственный маг воды на Южном полюсе. У неё есть старший брат Сокка. Их мать погибла после одной из атак Народа Огня, защищая свою дочь.",
      "element": "water"
    },
    {
      "id": "671f114f-4c6e-4ded-a5fb-f3befff01941",
      "name": "Аанг ",
      "description": "Аанг - единственный оставшийся в живых представитель нации Воздушных кочевников, которые были уничтожены Народом Огня в 0 году ПГ. Он является Аватаром - человеком, способным использовать все четыре вида магии: воздуха, воды, земли и огня. ",
      "element": "wind"
    },
    {
      "id": "a0fd8fa2-5de1-46f6-97f1-77879db41cad",
      "name": "Айро",
      "description": "Айро - бывший генерал армии страны Огня, сын Хозяина Огня Азулона старший брат Хозяина Огня Озая, мастер магии огня и наставник своего племянника, принца Зуко. ",
      "element": "fire"
    },
    {
      "id": "2e257e76-1a1e-4731-a725-a6331fbe3618",
      "name": "Гияцо",
      "description": "Монах Гияцо - мастер магии воздуха, один из пяти членов совета старейшин в Южном Храме Воздуха. Жил за 100 лет до начала сериала. Был наставником и самым близким другом Аанга, когда тот был ещё молод. По словам Аанга, он был не просто мастером, а величайшим магом воздуха в мире. ",
      "element": "wind"
    },
    {
      "id": "4520c525-6453-4c71-8657-95a198af8748",
      "name": "Тоф",
      "description": "Тоф Бейфонг - единственный ребёнок в семье Лао и Поппи Бейфонг. Её родители - одни из богатейших людей в царстве Земли. Тоф родилась слепой и с самого детства была окружена постоянной заботой и вниманием. Однако чрезмерная опека претила независимому характеру девочки. Тоф нашла себя в магии земли и, благодаря ей, научилась видеть окружающий мир. Встретившись с Аангом, она решилась на отчаянный шаг и сбежала из дома, чтобы учить Аватара магии земли. ",
      "element": "earth"
    }
  ],
  "filters": [
    {
      "id": "all",
      "name": "all",
      "label": "Все",
      "className": "btn-outline-dark"
    },
    {
      "id": "fire",
      "name": "fire",
      "label": "Огонь",
      "className": "btn-danger"
    },
    {
      "id": "water",
      "name": "water",
      "label": "Вода",
      "className": "btn-primary"
    },
    {
      "id": "wind",
      "name": "wind",
      "label": "Ветер",
      "className": "btn-success"
    },
    {
      "id": "earth",
      "name": "earth",
      "label": "Земля",
      "className": "btn-secondary"
    }
  ]
}